import { IReviewItem } from '@/types/review.interface'

export const reviews: IReviewItem[] = [
  {
    name: 'Ару',
    description:
      'Заказывала генеральную уборку после ремонта – квартира стала идеально чистой! Помыли окна, люстру, кухонные шкафы и даже вынесли весь строительный мусор. Спасибо!',
    image: '/reviews/37.jpg',
  },
  {
    name: 'Александр',
    description:
      'Отличный сервис! Нужно было срочно убрать офис – приехали вовремя, всё вымыли, даже холодильник и микроволновку внутри. Быстро, качественно, без лишних вопросов.',
    image: '/reviews/31.jpg',
  },
  {
    name: 'Акгуль',
    description:
      'Пользуюсь услугами этой компании регулярно. Берут ключи, убирают, привозят обратно – очень удобно! После влажной уборки в квартире всегда свежо и чисто.',
    image: '/reviews/83.jpg',
  },
  {
    name: 'Дмитрий',
    description:
      'После ремонта квартира была в ужасном состоянии. Ребята справились на отлично: чистые окна, балкон, кухня – даже духовой шкаф внутри отмыли! Рекомендую!',
    image: '/reviews/32.jpg',
  },
  {
    name: 'Ольга',
    description:
      'Понравился подход к работе! Убирались в офисе ежедневно, мусор выносили, столы и технику протирали. Очень довольны, планируем сотрудничать на постоянной основе.',
    image: '/reviews/64.jpg',
  },
  {
    name: 'Ирина',
    description:
      'Заказывала уборку после ремонта – всё сделали быстро и очень качественно! Помыли окна, шкафы, духовой шкаф, вынесли мусор. Теперь квартира сияет, спасибо!',
    image: '/reviews/3.jpg',
  },
]
