import { FC } from 'react'

const BlockLeft: FC = () => {
  return (
    <div className='mb-6 flex wfull flex-col justify-center sm:mb-12 lg:mb-0 lg:w-1/3 lg:pb-24 lg:pt-40'>
      <h2 className='mb-4 text-4xl font-bold text-black sm:text-5xl md:mb-8 md:text-5xl'>Наши услуги</h2>
      <p className='max-w-md leading-relaxed text-gray-500 xl:text-lg'>
        Далеко-далеко за словесными горами в стране гласных и согласных живут рыбные тексты. Живет подпоясал возвращайся решила текстами от
        всех собрал вершину однажды заманивший. Далеко-далеко за словесными горами в стране гласных, и согласных живут рыбные тексты.
        Родного составитель моей вдали ведущими рот ее своих что коварный скатился города свое даль продолжил рекламных необходимыми журчит,
        залетают над маленькая lorem. Одна необходимыми, вскоре ведущими рукописи семантика журчит парадигматическая ты жизни вопрос сбить
      </p>
    </div>
  )
}

export default BlockLeft
