import { IFAQItem } from '@/types/faq.interface'

export const faqData: IFAQItem[] = [
  {
    question: 'Нужно ли мне быть дома во время уборки?',
    answer: 'Нет, ваше присутствие не требуется. Вы можете оставить ключи или договориться о доступе заранее.',
  },
  {
    question: 'У меня раздельный санузел, сколько у меня ванных комнат?',
    answer:
      'В калькуляции учитывается только количество полных ванных комнат, в которых есть душ или ванна. Раздельный санузел считается одной ванной комнатой.',
  },
  {
    question: 'Из чего состоит стандартная уборка?',
    answer: 'Стандартная уборка включает пылесос, влажную уборку полов, удаление пыли с поверхностей, очистку санузла и кухни.',
  },
  {
    question: 'Клинер приезжает с необходимым инвентарем и средствами?',
    answer: 'Да, наши специалисты приезжают со всеми необходимыми средствами и оборудованием для уборки.',
  },
  {
    question: 'Делаете ли вы уборку после ремонта?',
    answer: 'Да, у нас есть услуга уборки после ремонта, которая включает удаление строительной пыли и очистку поверхностей.',
  },
  {
    question: 'Делаете ли вы уборку в частных домах, коттеджах, таунхаусах и на дачах?',
    answer: 'Да, мы работаем с любыми жилыми помещениями, включая частные дома и загородную недвижимость.',
  },
]
